export default [
  {
    name: "Majex, Київ",
    position: "Full Stack Developer",
    period: "Липень 2018 – Березень 2020",
    achievement: [
      "Розробка програмного забезпечення операційної системи готелю.",
      "Процес бронювання, поселення, виселення.",
      "Платежі, повернення коштів.",
      "Графічне відображення стану готелю (шахматка готелю).",
      "Розробка звітів з графіками і фільтрами.",
      "Зʼєднання з ОТА каналми.",
    ],
  },
  {
    name: "Euvva, Київ",
    position: "Software Engineer",
    period: "Червень 2020 – Лютий 2022",
    achievement: [
      "Розробка мобільного додатку на Android та IOS для управління розумним житловим комплексом з можливістю авторизації за допомогою номеру телефона, управління замками, управління освітленням, відображенням показників датчиків (температура, вологість, тощо), чат з іншими мешканцями, оповіщення, звіт проходів, відеоспостереження…",
      "Розробка додатку на Electron для відображення на екрані інформації/реклами і веб інтерфейсу для управління наповненням і чергою відображення на екрані.",
      "Розробка WS серверу на С++.",
      "Розробка веб-ssh-терміналу (Node JS).",
      "Розробка додатку для трансляції відео з  камер  у локальній мережі  на сервер (Node JS).",
    ],
  },
];
